Repository: NaN-tic/trytond-aeat_verifactu
Catalog: locale/*.po
Languages: ca, es

# selection:account.tax,verifactu_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca: Facturació de la prestació de serveis d'agència de viatges que actuïn com a intermediaris en nom i per compte d'altres persones (Disposició addicional 4a, Reial Decret 1619/2012)
es: Facturación de la prestación de servicios de agencia de viajes actuando como intermediarios en nombre y por cuenta de otras personas (Disposición Adicional 4, Real Decreto 1619/2012).

# selection:account.tax,verifactu_issued_key:
source: Operation covered by one of the regimes provided for in Chapter XI of Title IX (OSS and IOSS)
ca: Operació coberta per un dels règims previstos al capítol XI del títol IX (OSS i IOSS)
es: Operación cubierta por uno de los regímenes previstos en el Capítulo XI del Título IX (OSS e IOSS).

# selection:account.tax,verifactu_issued_key:
source: Operations of activities included in the Special Regime for Agriculture, Livestock and Fisheries (REAGYP)
ca: Operacions d'activitats incloses en el Règim Especial d'Agricultura, Ramaderia i Pesca (REAGYP)
es: Operaciones de actividades incluidas en el Régimen Especial para la Agricultura, la Ganadería y la Pesca (REAGYP)

# selection:account.tax,verifactu_issued_key:
source: Simplified regime
ca: Règim simplificat
es: Régimen simplificado

# selection:account.tax,verifactu_issued_key:
source: Special cash basis scheme
ca: Règim especial de caixa
es: Plan especial basado en efectivo

# selection:account.tax,verifactu_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Règim especial aplicable a grups d'entitats, IVA (Avançat)
es: Régimen especial aplicable a grupos de entidades, IVA (Anticipado)

# selection:account.tax,verifactu_issued_key:
source: Special scheme for investment gold
ca: Règim especial per a l'or d'inversió
es: Plan especial para la inversión en oro

# selection:account.tax,verifactu_issued_key:
source: Special scheme for travel agencies
ca: Règim especial per a agències de viatges
es: Plan especial para agencias de viajes

# selection:account.tax,verifactu_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura corregida (Art. 80.1, 80.2 i 80.6 i error fonamentat en dret)
es: Factura corregida (Artículos 80.1, 80.2 y 80.6 y error fundado en derecho)

# selection:account.tax,verifactu_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Factura corregida (Art. 80.3)
es: Factura corregida (Art. 80.3)

# selection:account.tax,verifactu_operation_key:
source: Corrected Invoice (Other)
ca: Factura corregida (Altres)
es: Factura corregida (Otros)

# selection:account.tax,verifactu_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura corregida en factures simplificades
es: Factura corregida en facturas simplificadas

# selection:account.tax,verifactu_operation_key:
source: Credit Note (Art 80.4)
ca: Nota de crèdit (Art. 80.4)
es: Nota de crédito (Art. 80.4)

# selection:account.tax,verifactu_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art. 6.7.3 i 7.3 del RD1619/2012)
es: Factura (Artículos 6.7.3 y 7.3 del RD1619/2012)

# selection:account.tax,verifactu_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emesa per substituir les factures simplificades emeses i presentades
es: Factura emitida para reemplazar las facturas simplificadas emitidas y archivadas

# selection:account.tax,verifactu_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) i factures sense identificació de destinació (Art. 6.1.d del RD1619/2012)
es: Factura simplificada (billete) y facturas sin identificación de destino (Art. 6.1.d del RD1619/2012)

# selection:account.tax,verifactu_subjected_key:
source: Exempt by location rules
ca: Exempt per les normes d'ubicació
es: Exento por normas de ubicación

# selection:account.tax,verifactu_subjected_key:
source: Exempt on acconunt of Articles 7, 14, others
ca: Exempt en virtut dels articles 7, 14 i altres
es: Exento en virtud de los artículos 7, 14 y otros.

# selection:account.tax,verifactu_subjected_key:
source: Subject - Not exempt. Non VAT reverse charge
ca: Subjecte - No exempt. Impost invers no IVA
es: Sujeto - No exento. Inversión del sujeto pasivo sin IVA

# selection:account.tax,verifactu_subjected_key:
source: Subject - Not exempt. VAT reverse charge
ca: Subjecte - No exempt. Impost invers de l'IVA
es: Sujeto - No exento. Inversión del sujeto pasivo del IVA

# selection:account.tax.template,verifactu_exemption_cause:
source: Exempt on account of Article 20
ca: Exempt per l'article 20
es: Exento en virtud del artículo 20

# selection:account.tax.template,verifactu_exemption_cause:
source: Exempt on account of Article 21
ca: Exempt en virtut de l'article 21
es: Exento en virtud del artículo 21

# selection:account.tax.template,verifactu_exemption_cause:
source: Exempt on account of Article 22
ca: Exempt en virtut de l'article 22
es: Exento en virtud del artículo 22

# selection:account.tax.template,verifactu_exemption_cause:
source: Exempt on account of Article 23 and Article 24
ca: Exempt en virtut de l'article 23 i l'article 24
es: Exento en virtud de los artículos 23 y 24.

# selection:account.tax.template,verifactu_exemption_cause:
source: Exempt on account of Article 25
ca: Exempt per l'article 25
es: Exento en virtud del artículo 25

# selection:account.tax.template,verifactu_exemption_cause:
source: Exempt on other grounds
ca: Exempt per altres motius
es: Exento por otros motivos

# selection:account.tax.template,verifactu_exemption_cause:
source: Not Subject
ca: No subjecte
es: No sujeto a

# selection:account.tax.template,verifactu_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca: Activitats subjectes a l'Impost General Indirecte de les Illes Canàries/Impost sobre la Producció, els Serveis i les Importacions
es: Actividades sujetas al Impuesto General Indirecto de Canarias/Impuesto sobre la Producción, los Servicios y las Importaciones

# selection:account.tax.template,verifactu_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca: Activitats a les quals s'aplica el règim especial de béns usats, obres d'art, antiguitats i objectes de col·lecció (135-139 de la Llei de l'IVA)
es: Actividades a las que se aplica el régimen especial de bienes usados, obras de arte, antigüedades y objetos de colección (artículos 135-139 de la Ley del IVA).

# selection:account.tax.template,verifactu_issued_key:
source: Business premises lease activities subject to withholding
ca: Activitats d'arrendament de locals comercials subjectes a retenció
es: Actividades de arrendamiento de locales comerciales sujetas a retención

# selection:account.tax.template,verifactu_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca: Cobraments per compte de tercers d'honoraris professionals o propietat industrial, drets d'autor o altres drets similars per part de socis, associats o membres realitzats per empreses, associacions, organitzacions professionals o altres entitats que, entre les seves funcions, realitzin cobraments.
es: Cobros en nombre de terceros de honorarios profesionales o derechos de propiedad industrial, derechos de autor u otros derechos similares por parte de socios, asociados o miembros, realizados por empresas, asociaciones, organizaciones profesionales u otras entidades que, entre sus funciones, realizan cobros.

# selection:account.tax.template,verifactu_issued_key:
source: Equivalence surcharge
ca: Recàrrec d'equivalència
es: recargo por equivalencia

# selection:account.tax.template,verifactu_issued_key:
source: Export
ca: Exporta
es: Exportar

# selection:account.tax.template,verifactu_issued_key:
source: General tax regime activity
ca: Activitat del règim fiscal general
es: actividad del régimen fiscal general

# selection:account.tax.template,verifactu_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca: Factura amb IVA pendent de meritació (certificacions d'obra amb destinataris de l'Administració Pública)
es: Factura con IVA pendiente de devengo (certificados de trabajo con destinatarios de la Administración Pública)

# selection:account.tax.template,verifactu_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca: Factura amb IVA pendent de meritació - operacions de tracte successiu
es: Factura con IVA pendiente de devengo - operaciones de tramo sucesivo

# selection:account.tax.template,verifactu_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca: Facturació de la prestació de serveis d'agència de viatges que actuïn com a intermediaris en nom i per compte d'altres persones (Disposició addicional 4a, Reial Decret 1619/2012)
es: Facturación de la prestación de servicios de agencia de viajes actuando como intermediarios en nombre y por cuenta de otras personas (Disposición Adicional 4, Real Decreto 1619/2012).

# selection:account.tax.template,verifactu_issued_key:
source: Operation covered by one of the regimes provided for in Chapter XI of Title IX (OSS and IOSS)
ca: Operació coberta per un dels règims previstos al capítol XI del títol IX (OSS i IOSS)
es: Operación cubierta por uno de los regímenes previstos en el Capítulo XI del Título IX (OSS e IOSS).

# selection:account.tax.template,verifactu_issued_key:
source: Operations of activities included in the Special Regime for Agriculture, Livestock and Fisheries (REAGYP)
ca: Operacions d'activitats incloses en el Règim Especial d'Agricultura, Ramaderia i Pesca (REAGYP)
es: Operaciones de actividades incluidas en el Régimen Especial para la Agricultura, la Ganadería y la Pesca (REAGYP)

# selection:account.tax.template,verifactu_issued_key:
source: Simplified regime
ca: Règim simplificat
es: Régimen simplificado

# selection:account.tax.template,verifactu_issued_key:
source: Special cash basis scheme
ca: Règim especial de caixa
es: Plan especial basado en efectivo

# selection:account.tax.template,verifactu_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca: Règim especial aplicable a grups d'entitats, IVA (Avançat)
es: Régimen especial aplicable a grupos de entidades, IVA (Anticipado)

# selection:account.tax.template,verifactu_issued_key:
source: Special scheme for investment gold
ca: Règim especial per a l'or d'inversió
es: Plan especial para la inversión en oro

# selection:account.tax.template,verifactu_issued_key:
source: Special scheme for travel agencies
ca: Règim especial per a agències de viatges
es: Plan especial para agencias de viajes

# selection:account.tax.template,verifactu_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura corregida (Art. 80.1, 80.2 i 80.6 i error fonamentat en dret)
es: Factura corregida (Artículos 80.1, 80.2 y 80.6 y error fundado en derecho)

# selection:account.tax.template,verifactu_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Factura corregida (Art. 80.3)
es: Factura corregida (Art. 80.3)

# selection:account.tax.template,verifactu_operation_key:
source: Corrected Invoice (Other)
ca: Factura corregida (Altres)
es: Factura corregida (Otros)

# selection:account.tax.template,verifactu_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura corregida en factures simplificades
es: Factura corregida en facturas simplificadas

# selection:account.tax.template,verifactu_operation_key:
source: Credit Note (Art 80.4)
ca: Nota de crèdit (Art. 80.4)
es: Nota de crédito (Art. 80.4)

# selection:account.tax.template,verifactu_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art. 6.7.3 i 7.3 del RD1619/2012)
es: Factura (Artículos 6.7.3 y 7.3 del RD1619/2012)

# selection:account.tax.template,verifactu_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emesa per substituir les factures simplificades emeses i presentades
es: Factura emitida para reemplazar las facturas simplificadas emitidas y archivadas

# selection:account.tax.template,verifactu_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) i factures sense identificació de destinació (Art. 6.1.d del RD1619/2012)
es: Factura simplificada (billete) y facturas sin identificación de destino (Art. 6.1.d del RD1619/2012)

# selection:account.tax.template,verifactu_subjected_key:
source: Exempt by location rules
ca: Exempt per les normes d'ubicació
es: Exento por normas de ubicación

# selection:account.tax.template,verifactu_subjected_key:
source: Exempt on acconunt of Articles 7, 14, others
ca: Exempt en virtut dels articles 7, 14 i altres
es: Exento en virtud de los artículos 7, 14 y otros.

# selection:account.tax.template,verifactu_subjected_key:
source: Subject - Not exempt. Non VAT reverse charge
ca: Subjecte - No exempt. Impost invers no IVA
es: Sujeto - No exento. Inversión del sujeto pasivo sin IVA

# selection:account.tax.template,verifactu_subjected_key:
source: Subject - Not exempt. VAT reverse charge
ca: Subjecte - No exempt. Impost invers de l'IVA
es: Sujeto - No exento. Inversión del sujeto pasivo del IVA

# selection:aeat.verifactu.report.line,identifier_type:
source: Not registered (only for Spanish VAT not registered)
ca: No registrat (només per a l'IVA espanyol no registrat)
es: No registrado (solo para el IVA español no registrado)

# selection:aeat.verifactu.report.line,identifier_type:
source: Official identification document issued by the country or region of residence
ca: Document d'identificació oficial expedit pel país o regió de residència
es: Documento oficial de identificación expedido por el país o región de residencia.

# selection:aeat.verifactu.report.line,identifier_type:
source: Other supporting document
ca: Altre document justificatiu
es: Otro documento de apoyo

# selection:aeat.verifactu.report.line,identifier_type:
source: Passport
ca: Passaport
es: Pasaporte

# selection:aeat.verifactu.report.line,identifier_type:
source: Residence certificate
ca: Certificat de residència
es: Certificado de residencia

# selection:aeat.verifactu.report.line,identifier_type:
source: Simplified Invoice
ca: Factura simplificada
es: Factura simplificada

# selection:aeat.verifactu.report.line,identifier_type:
source: VAT (for National operators)
ca: IVA (per a operadors nacionals)
es: IVA (para operadores nacionales)

# selection:aeat.verifactu.report.line,identifier_type:
source: VAT (only for intracommunity operators)
ca: IVA (només per a operadors intracomunitaris)
es: IVA (solo para operadores intracomunitarios)

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura corregida (Art. 80.1, 80.2 i 80.6 i error fonamentat en dret)
es: Factura corregida (Artículos 80.1, 80.2 y 80.6 y error fundado en derecho)

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Factura corregida (Art. 80.3)
es: Factura corregida (Art. 80.3)

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Corrected Invoice (Other)
ca: Factura corregida (Altres)
es: Factura corregida (Otros)

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura corregida en factures simplificades
es: Factura corregida en facturas simplificadas

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Credit Note (Art 80.4)
ca: Nota de crèdit (Art. 80.4)
es: Nota de crédito (Art. 80.4)

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art. 6.7.3 i 7.3 del RD1619/2012)
es: Factura (Artículos 6.7.3 y 7.3 del RD1619/2012)

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emesa per substituir les factures simplificades emeses i presentades
es: Factura emitida para reemplazar las facturas simplificadas emitidas y archivadas

# selection:aeat.verifactu.report.line,invoice_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) i factures sense identificació de destinació (Art. 6.1.d del RD1619/2012)
es: Factura simplificada (billete) y facturas sin identificación de destino (Art. 6.1.d del RD1619/2012)

# selection:aeat.verifactu.report.line,state:
source: Accepted
ca: Acceptat
es: Aceptado

# selection:aeat.verifactu.report.line,state:
source: Accepted
ca: Acceptat
es: Aceptado

# selection:aeat.verifactu.report.line,state:
source: Accepted with Errors
ca: Acceptat amb errors
es: Aceptado con errores

# selection:aeat.verifactu.report.line,state:
source: Accepted with Errors
ca: Acceptat amb errors
es: Aceptado con errores

# selection:aeat.verifactu.report.line,state:
source: Deleted
ca: Suprimit
es: Eliminado

# selection:aeat.verifactu.report.line,state:
source: Duplicated / Unsubscribed
ca: Duplicat / Subscrit sense subscripció
es: Suscrito duplicado / Cancelado

# selection:aeat.verifactu.report.line,state:
source: Pending Sending
ca: Enviament pendent
es: Pendiente de envío

# selection:aeat.verifactu.report.line,state:
source: Pending Sending Fix
ca: Correcció d'enviament pendent
es: Corrección pendiente de envío

# selection:aeat.verifactu.report.line,state:
source: Rejected
ca: Rebutjat
es: Rechazado

# selection:ir.cron,method:
source: AEAT Verifactu
ca: AEAT Verificat
es: AEAT Verificación

# selection:party.party,verifactu_identifier_type:
source: Not registered (only for Spanish VAT not registered)
ca: No registrat (només per a l'IVA espanyol no registrat)
es: No registrado (solo para el IVA español no registrado)

# selection:party.party,verifactu_identifier_type:
source: Official identification document issued by the country or region of residence
ca: Document d'identificació oficial expedit pel país o regió de residència
es: Documento oficial de identificación expedido por el país o región de residencia.

# selection:party.party,verifactu_identifier_type:
source: Other supporting document
ca: Altre document justificatiu
es: Otro documento de apoyo

# selection:party.party,verifactu_identifier_type:
source: Passport
ca: Passaport
es: Pasaporte

# selection:party.party,verifactu_identifier_type:
source: Residence certificate
ca: Certificat de residència
es: Certificado de residencia

# selection:party.party,verifactu_identifier_type:
source: Simplified Invoice
ca: Factura simplificada
es: Factura simplificada

# selection:party.party,verifactu_identifier_type:
source: VAT (for National operators)
ca: IVA (per a operadors nacionals)
es: IVA (para operadores nacionales)

# selection:party.party,verifactu_identifier_type:
source: VAT (only for intracommunity operators)
ca: IVA (només per a operadors intracomunitaris)
es: IVA (solo para operadores intracomunitarios)

# view:account.configuration:
source: AEAT Verifactu
ca: AEAT Verificat
es: AEAT Verificación

# view:account.invoice:
source: AEAT Verifactu
ca: AEAT Verificat
es: AEAT Verificación

# view:account.tax.template:
source: AEAT Verifactu
ca: AEAT Verificat
es: AEAT Verificación

# view:account.tax:
source: AEAT Verifactu
ca: AEAT Verificat
es: AEAT Verificación

# view:aeat.verifactu.report.line:
source: Main Information
ca: Informació principal
es: Información principal

# view:aeat.verifactu.reset.keys.end:
source: The AEAT Verifactu Keys have been reset.
ca: Les claus verificades de l'AEAT s'han restablert.
es: Las claves de verificación AEAT se han restablecido.

# view:aeat.verifactu.reset.keys.start:
source: Note that this operation may take a few minutes.
ca: Tingueu en compte que aquesta operació pot trigar uns minuts.
es: Tenga en cuenta que esta operación puede tardar unos minutos.

# view:aeat.verifactu.reset.keys.start:
source: Only will be reset the draft invoices.
ca: Només es restabliran els esborranys de factures.
es: Solo se restablecerán los borradores de facturas.

# view:aeat.verifactu.reset.keys.start:
source: The AEAT Verifactu Keys for selected invoices will be reset to default.
ca: Les claus de verificació de l'AEAT per a les factures seleccionades es restabliran als valors predeterminats.
es: Las claves AEAT Verifactu para las facturas seleccionadas se restablecerán a sus valores predeterminados.

# wizard_button:aeat.verifactu.reset.keys,done,end:
source: Ok
ca: D'acord
es: De acuerdo

# wizard_button:aeat.verifactu.reset.keys,start,end:
source: Cancel
ca: Cancel·la
es: Cancelar

# wizard_button:aeat.verifactu.reset.keys,start,reset:
source: Reset
ca: Restablir
es: Reiniciar
