Repository: NaN-tic/trytond-aeat_verifactu
Catalog: locale/*.po
Languages: ca, es

# field:account.configuration,aeat_certificate_verifactu:
source: AEAT Verifactu Certificate
ca: Certificat Verifactu de l'AEAT
es: Certificado AEAT Verifactu

# field:account.configuration,verifactu_start_date:
source: Verifactu Start Date
ca: Data d'inici de la verificació
es: Fecha de inicio de Verifactu

# field:account.configuration.default_verifactu,aeat_certificate_verifactu:
source: AEAT Verifactu Certificate
ca: Certificat de verificació de l'AEAT
es: Certificado AEAT Verifactu

# field:account.configuration.default_verifactu,company:
source: Company
ca: Empresa
es: Compañía

# field:account.configuration.default_verifactu,verifactu_start_date:
source: Verifactu Start Date
ca: Data d'inici de la verificació
es: Fecha de inicio de Verifactu

# field:account.invoice,is_verifactu:
source: Is Verifactu
ca: És verificable
es: ¿Es Verifactu?

# field:account.invoice,post_date:
source: Post Date
ca: Data de publicació
es: Fecha de publicación

# field:account.invoice,verifactu_communication_type:
source: Verifactu Communication Type
ca: Tipus de comunicació Verifactu
es: Tipo de comunicación Verifactu

# field:account.invoice,verifactu_errors:
source: Verifactu Errors
ca: Errors de verificació
es: Errores de Verifactu

# field:account.invoice,verifactu_header:
source: Header
ca: Capçalera
es: Encabezamiento

# field:account.invoice,verifactu_operation_key:
source: Verifactu Operation Key
ca: Clau d'operació Verifactu
es: Clave de operación Verifactu

# field:account.invoice,verifactu_pending_sending:
source: Verifactu Pending Sending Pending
ca: Verificació pendent Enviament pendent
es: Verificación pendiente. Envío pendiente.

# field:account.invoice,verifactu_records:
source: Verifactu Report Lines
ca: Línies d'informe Verifactu
es: Líneas de informe Verifactu

# field:account.invoice,verifactu_sent:
source: Verifactu Sent
ca: Verificació enviada
es: Verificación enviada

# field:account.invoice,verifactu_state:
source: Verifactu State
ca: Estat verificat
es: Estado de Verifactu

# field:account.tax,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del subjecte passiu

# field:account.tax,service:
source: Service Rate
ca: Tarifa de servei
es: Tarifa de servicio

# field:account.tax,verifactu_exemption_cause:
source: Exemption Cause
ca: Causa d'exempció
es: Causa de exención

# field:account.tax,verifactu_issued_key:
source: Issued Key
ca: Clau emesa
es: Clave emitida

# field:account.tax,verifactu_operation_key:
source: Verifactu Operation Key
ca: Clau d'operació Verifactu
es: Clave de operación Verifactu

# field:account.tax,verifactu_subjected_key:
source: Subjected Key
ca: Clau subjecta
es: Clave sujeta

# field:account.tax,verifactu_tax_used:
source: Used in Tax
ca: Utilitzat en impostos
es: Utilitzado en los impuestos de Verifactu

# field:account.tax.template,isp:
source: Inversion del Sujeto Pasivo
ca: Inversió del subjecte passiu

# field:account.tax.template,service:
source: Service Rate
ca: Tarifa de servei
es: Tarifa de servicio

# field:account.tax.template,verifactu_exemption_cause:
source: Exemption Cause
ca: Causa d'exempció
es: Causa de exención

# field:account.tax.template,verifactu_issued_key:
source: Issued Key
ca: Clau emesa
es: Clave emitida

# field:account.tax.template,verifactu_operation_key:
source: Verifactu Operation Key
ca: Clau d'operació Verifactu
es: Clave de operación Verifactu

# field:account.tax.template,verifactu_subjected_key:
source: Subjected Key
ca: Clau subjecta
es: Clave sujeta

# field:account.tax.template,verifactu_tax_used:
source: Used in Tax
ca: Utilitzat en impostos
es: Utilitzado en los impuestos de Verifactu

# field:aeat.verifactu.report.line,aeat_register:
source: Register from AEAT Webservice
ca: Registra't des del servei web de l'AEAT
es: Regístrese en el servicio web de AEAT

# field:aeat.verifactu.report.line,communication_code:
source: Communication Code
ca: Codi de comunicació
es: Código de comunicación

# field:aeat.verifactu.report.line,communication_msg:
source: Communication Message
ca: Missatge de comunicació
es: Mensaje de comunicación

# field:aeat.verifactu.report.line,company:
source: Company
ca: Empresa
es: Compañía

# field:aeat.verifactu.report.line,counterpart_id:
source: Counterpart ID
ca: ID de contrapart
es: ID de contraparte

# field:aeat.verifactu.report.line,counterpart_name:
source: Counterpart Name
ca: Nom de la contrapart
es: Nombre de la contraparte

# field:aeat.verifactu.report.line,error_message:
source: Error Message
ca: Missatge d'error
es: Mensaje de error

# field:aeat.verifactu.report.line,exemption_cause:
source: Exemption Cause
ca: Causa d'exempció
es: Causa de exención

# field:aeat.verifactu.report.line,header:
source: Header
ca: Capçalera
es: Encabezamiento

# field:aeat.verifactu.report.line,identifier_type:
source: Identifier Type
ca: Tipus d'identificador
es: Tipo de identificador

# field:aeat.verifactu.report.line,invoice:
source: Invoice
ca: Factura
es: Factura

# field:aeat.verifactu.report.line,invoice_kind:
source: Invoice Kind
ca: Tipus de factura
es: Tipo de factura

# field:aeat.verifactu.report.line,invoice_operation_key:
source: Operation Key
ca: Tecla d'operació
es: Clave de operación

# field:aeat.verifactu.report.line,issue_date:
source: Issued Date
ca: Data d'emissió
es: Fecha de emisión

# field:aeat.verifactu.report.line,last_modify_date:
source: Last Modification Date
ca: Data de l'última modificació
es: Fecha de última modificación

# field:aeat.verifactu.report.line,serial_number:
source: Serial Number
ca: Número de sèrie
es: Número de serie

# field:aeat.verifactu.report.line,state:
source: State
ca: Estat
es: Estado

# field:aeat.verifactu.report.line,taxes:
source: Tax Lines
ca: Línies d'impostos
es: Líneas de impuestos

# field:aeat.verifactu.report.line,total_amount:
source: Total Amount
ca: Import total
es: Importe total

# field:aeat.verifactu.report.line,vat_code:
source: VAT Code
ca: Codi d'IVA
es: Código de IVA

# field:aeat.verifactu.report.line.tax,amount:
source: Amount
ca: Import
es: Cantidad

# field:aeat.verifactu.report.line.tax,line:
source: Report Line
ca: Línia d'informe
es: Línea de reporte

# field:aeat.verifactu.report.line.tax,rate:
source: Rate
ca: Tarifa
es: Tasa

# field:aeat.verifactu.report.line.tax,reagyp_amount:
source: REAGYP Amount
ca: Quantitat de REAGYP
es: Monto REAGYP

# field:aeat.verifactu.report.line.tax,reagyp_rate:
source: REAGYP Rate
ca: Tarifa REAGYP
es: Tasa REAGYP

# field:aeat.verifactu.report.line.tax,surcharge_amount:
source: Surcharge Amount
ca: Import del recàrrec
es: Importe del recargo

# field:aeat.verifactu.report.line.tax,surcharge_rate:
source: Surcharge Rate
ca: Recàrrec
es: Tasa de recargo

# field:party.party,verifactu_identifier_type:
source: Verifactu Identifier Type
ca: Tipus d'identificador Verifactu
es: Tipo de identificador Verifactu

# field:party.party,verifactu_vat_code:
source: Verifactu VAT Code
ca: Codi IVA verificat
es: Código de IVA de Verifactu

# help:account.tax,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indica si l'impost és Inversion del subjecte Pasivo
es: Indica si el impuesto es Inversión del sujeto Pasivo

# help:account.tax,service:
source: Indicates if the tax is used for services
ca: Indica si l'impost s'utilitza per a serveis
es: Indica si el impuesto se utiliza para servicios.

# help:account.tax.template,isp:
source: Indicates if the tax is Inversion del sujeto Pasivo
ca: Indica si l'impost és Inversion del subjecte Pasivo
es: Indica si el impuesto es Inversión del sujeto Pasivo

# help:account.tax.template,service:
source: Indicates if the tax is used for services
ca: Indica si l'impost s'utilitza per a serveis
es: Indica si el impuesto se utiliza para servicios.

# model:account.configuration.default_verifactu,name:
source: Account Configuration Default Verifactu Values
ca: Valors de verificació predeterminats de la configuració del compte
es: Valores predeterminados de verificación de configuración de cuenta

# model:aeat.verifactu.report.line,name:
source: AEAT Verifactu Line
ca: Línia de verificació de l'AEAT
es: Línea de verificación AEAT

# model:aeat.verifactu.report.line.tax,name:
source: Verifactu Report Line Tax
ca: Impost de línia d'informe Verifactu
es: Verificación de impuestos de línea de informe

# model:aeat.verifactu.reset.keys.end,name:
source: Reset to default Verifactu Keys End
ca: Restableix les claus de verificació per defecte Final
es: Restablecer a valores predeterminados Verifactu Keys Fin

# model:aeat.verifactu.reset.keys.start,name:
source: Reset to default Verifactu Keys Start
ca: Restableix les claus de verificació per defecte Inici
es: Restablecer a valores predeterminados Verifactu Keys Start

# model:ir.action,name:act_aeat_verifactu_report_line
source: AEAT Verifactu Report Lines
ca: Línies d'informe de verificació de l'AEAT
es: Líneas de informe de verificación de AEAT

# model:ir.action,name:act_aeat_verifactu_report_lines
source: Verifactu Report Lines
ca: Línies d'informe Verifactu
es: Líneas de informe Verifactu

# model:ir.action,name:act_aeat_verifactu_reset_keys
source: Reset AEAT Verifactu Keys
ca: Restablir les claus de verificació de l'AEAT
es: Restablecer claves de verificación AEAT

# model:ir.message,text:msg_delete_cancel
source: Report "%(report)s" must be cancelled before deletion.
ca: L'informe "%(report)s" s'ha de cancel·lar abans de ser eliminat.
es: El informe "%(report)s" debe cancelarse antes de su eliminación.

# model:ir.message,text:msg_invoice_in_missing_ref
source: The invoices "%(invoices)s" do not have reference.
ca: Les factures "%(invoices)s" no tenen referència.
es: Las facturas "%(invoices)s" no tienen referencia.

# model:ir.message,text:msg_invoices_verifactu
source: The following invoices are related to Verifactu books: %(invoices)s. If you edit them be careful that you need to update to Verifactu again
ca: Les factures següents estan relacionades amb llibres de Verifactu: %(invoices)s. Si les editeu, tingueu en compte que cal actualitzar a Verifactu de nou.
es: Las siguientes facturas están relacionadas con los libros de Verifactu: %(facturas)s. Si las edita, tenga en cuenta que deberá actualizar Verifactu nuevamente.

# model:ir.message,text:msg_invoices_verifactu_pending
source: The following invoices are related to Verifactu books in draft state.
ca: Les factures següents estan relacionades amb llibres de Verifactu en estat d'esborrany.
es: Las siguientes facturas están relacionadas con libros de Verifactu en estado de borrador.

# model:ir.message,text:msg_missing_certificate
source: There isn't a certificate defined in the account configuration for the Verifactu.
ca: No hi ha cap certificat definit a la configuració del compte per al Verifactu.
es: No hay ningún certificado definido en la configuración de la cuenta para Verifactu.

# model:ir.message,text:msg_missing_fernet_key
source: Missing Fernet key configuration
ca: Falta la configuració de la clau Fernet
es: Falta la configuración de la clave Fernet

# model:ir.message,text:msg_missing_nif
source: The party of the invoice %(invoice)s must have a valid Tax Identifier.
ca: La part de la factura %(invoice)s ha de tenir un identificador fiscal vàlid.
es: La parte que emite la factura %(factura)s debe tener un identificador fiscal válido.

# model:ir.message,text:msg_missing_verifactu_keys
source: The invoice "%(invoice)s" does not have the necessary Verifactu keys filled.
ca: La factura "%(invoice)s" no té les claus Verifactu necessàries emplenades.
es: La factura "%(invoice)s" no tiene las claves Verifactu necesarias rellenadas.

# model:ir.message,text:msg_report_duplicated_invoice
source: Invoice "%(invoice)s" is duplicated in Verifactu Report "%(report)s".
ca: La factura "%(invoice)s" està duplicada a l'informe Verifactu "%(report)s".
es: La factura "%(invoice)s" está duplicada en el informe Verifactu "%(report)s".

# model:ir.message,text:msg_report_wrong_invoice_state
source: Invoice "%(invoice)s" must be posted, paid or refunded.
ca: La factura "%(invoice)s" s'ha de publicar, pagar o reemborsar.
es: La factura "%(invoice)s" debe ser registrada, pagada o reembolsada.

# model:ir.message,text:msg_set_simplified_invoice
source: The parties of the invoices "%(invoices)s" have not set the Verifactu Identifier as 'Simplified Invoice', but the invoice Verifactu operation key is set as 'Simplified Invoice (ticket)' or 'Invoice summary entry'. The invoices will be sent to AEAT without destination identification.
ca: Les parts de les factures "%(invoices)s" no han definit l'identificador Verifactu com a "Factura simplificada", però la clau d'operació de la factura Verifactu està definida com a "Factura simplificada (tiquet)" o "Entrada resum de factura". Les factures s'enviaran a l'AEAT sense identificació de destinació.
es: Las partes de las facturas «%(invoices)s» no han configurado el identificador Verifactu como «Factura simplificada», pero la clave de operación Verifactu de la factura está configurada como «Factura simplificada (ticket)» o «Entrada de resumen de factura». Las facturas se enviarán a AEAT sin identificación de destino.

# model:ir.message,text:msg_set_simplified_party
source: The parties of the invoices "%(invoices)s" have the Verifactu Identifier as 'Simplified Invoice'. The Verifactu operation key will be switched to 'Simplified Invoice (ticket)' or 'Invoice summary entry' as appropriate, and the invoices will be sent to AEAT without destination identification.
ca: Les parts de les factures "%(invoices)s" tenen l'identificador Verifactu com a "Factura simplificada". La clau d'operació Verifactu canviarà a "Factura simplificada (tiquet)" o "Entrada resum de factura", segons correspongui, i les factures s'enviaran a l'AEAT sense identificació de destinació.
es: Las partes de las facturas "%(invoices)s" tienen el identificador Verifactu como "Factura simplificada". La clave de operación de Verifactu se cambiará a "Factura simplificada (ticket)" o "Entrada de resumen de factura", según corresponda, y las facturas se enviarán a AEAT sin identificación de destino.

# model:ir.message,text:msg_verifactu_operation_key_wrong
source: The invoice %(invoice)s has a wrong subject and operation Verifactu combination.
ca: La factura %(invoice)s té una combinació incorrecta d'assumpte i operació Verifactu.
es: La factura %(invoice)s tiene una combinación incorrecta de sujeto y operación Verifactu.

# model:ir.message,text:msg_wrong_identifier_type
source: The party [%(party)s] of the invoice %(invoice)s must have a valid Verifactu Identifier [VAT (only for intracommunity operators)].
ca: La part [%(party)s] de la factura %(invoice)s ha de tenir un identificador Verifactu vàlid [IVA (només per a operadors intracomunitaris)].
es: La parte [%(parte)s] de la factura %(factura)s debe tener un identificador Verifactu válido [IVA (solo para operadores intracomunitarios)].

# model:ir.message,text:reports_exist
source: There are some reports in draft and/or confirmed. No report will be created until these reports will be processed.
ca: Hi ha alguns informes en esborrany i/o confirmats. No es crearà cap informe fins que aquests informes no siguin processats.
es: Existen algunos informes en borrador y/o confirmados. No se generará ningún informe hasta que se procesen estos informes.

# model:ir.rule.group,name:rule_group_verifactu_report_line
source: User in company
ca: Usuari a l'empresa
es: Usuario en la empresa

# model:ir.ui.menu,name:menu_aeat_verifactu_line_report
source: AEAT Verifactu Report Lines
ca: Línies d'informe de verificació de l'AEAT
es: Líneas de informe de verificación de AEAT

# model:ir.ui.menu,name:menu_aeat_verifactu_report_menu
source: AEAT Verifactu
ca: AEAT Verificat
es: AEAT Verificación

# selection:account.invoice,verifactu_communication_type:
source: Amendment of invoices/records (registration errors)
ca: Modificació de factures/registres (errors de registre)
es: Modificación de facturas/registros (errores de registro)

# selection:account.invoice,verifactu_communication_type:
source: Delete Invoices
ca: Suprimeix factures
es: Eliminar facturas

# selection:account.invoice,verifactu_communication_type:
source: Query Invoices
ca: Consulta de factures
es: Consultar facturas

# selection:account.invoice,verifactu_communication_type:
source: Registration of invoices/records
ca: Registre de factures/comprovants
es: Registro de facturas/registros

# selection:account.invoice,verifactu_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca: Factura corregida (Art. 80.1, 80.2 i 80.6 i error fonamentat en dret)
es: Factura corregida (Artículos 80.1, 80.2 y 80.6 y error fundado en derecho)

# selection:account.invoice,verifactu_operation_key:
source: Corrected Invoice (Art. 80.3)
ca: Factura corregida (Art. 80.3)
es: Factura corregida (Art. 80.3)

# selection:account.invoice,verifactu_operation_key:
source: Corrected Invoice (Other)
ca: Factura corregida (Altres)
es: Factura corregida (Otros)

# selection:account.invoice,verifactu_operation_key:
source: Corrected Invoice in simplified invoices
ca: Factura corregida en factures simplificades
es: Factura corregida en facturas simplificadas

# selection:account.invoice,verifactu_operation_key:
source: Credit Note (Art 80.4)
ca: Nota de crèdit (Art. 80.4)
es: Nota de crédito (Art. 80.4)

# selection:account.invoice,verifactu_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca: Factura (Art. 6.7.3 i 7.3 del RD1619/2012)
es: Factura (Artículos 6.7.3 y 7.3 del RD1619/2012)

# selection:account.invoice,verifactu_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca: Factura emesa per substituir les factures simplificades emeses i presentades
es: Factura emitida para reemplazar las facturas simplificadas emitidas y archivadas

# selection:account.invoice,verifactu_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca: Factura simplificada (tiquet) i factures sense identificació de destinació (Art. 6.1.d del RD1619/2012)
es: Factura simplificada (billete) y facturas sin identificación de destino (Art. 6.1.d del RD1619/2012)

# selection:account.invoice,verifactu_state:
source: Accepted
ca: Acceptat
es: Aceptado

# selection:account.invoice,verifactu_state:
source: Accepted
ca: Acceptat
es: Aceptado

# selection:account.invoice,verifactu_state:
source: Accepted with Errors
ca: Acceptat amb errors
es: Aceptado con errores

# selection:account.invoice,verifactu_state:
source: Accepted with Errors
ca: Acceptat amb errors
es: Aceptado con errores

# selection:account.invoice,verifactu_state:
source: Deleted
ca: Suprimit
es: Eliminado

# selection:account.invoice,verifactu_state:
source: Duplicated / Unsubscribed
ca: Duplicat / Subscrit sense subscripció
es: Suscrito duplicado / Cancelado

# selection:account.invoice,verifactu_state:
source: Pending Sending
ca: Enviament pendent
es: Pendiente de envío

# selection:account.invoice,verifactu_state:
source: Pending Sending Fix
ca: Correcció d'enviament pendent
es: Corrección pendiente de envío

# selection:account.invoice,verifactu_state:
source: Rejected
ca: Rebutjat
es: Rechazado

# selection:account.tax,verifactu_exemption_cause:
source: Exempt on account of Article 20
ca: Exempt per l'article 20
es: Exento en virtud del artículo 20

# selection:account.tax,verifactu_exemption_cause:
source: Exempt on account of Article 21
ca: Exempt en virtut de l'article 21
es: Exento en virtud del artículo 21

# selection:account.tax,verifactu_exemption_cause:
source: Exempt on account of Article 22
ca: Exempt en virtut de l'article 22
es: Exento en virtud del artículo 22

# selection:account.tax,verifactu_exemption_cause:
source: Exempt on account of Article 23 and Article 24
ca: Exempt en virtut de l'article 23 i l'article 24
es: Exento en virtud de los artículos 23 y 24.

# selection:account.tax,verifactu_exemption_cause:
source: Exempt on account of Article 25
ca: Exempt per l'article 25
es: Exento en virtud del artículo 25

# selection:account.tax,verifactu_exemption_cause:
source: Exempt on other grounds
ca: Exempt per altres motius
es: Exento por otros motivos

# selection:account.tax,verifactu_exemption_cause:
source: Not Subject
ca: No subjecte
es: No sujeto a

# selection:account.tax,verifactu_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca: Activitats subjectes a l'Impost General Indirecte de les Illes Canàries/Impost sobre la Producció, els Serveis i les Importacions
es: Actividades sujetas al Impuesto General Indirecto de Canarias/Impuesto sobre la Producción, los Servicios y las Importaciones

# selection:account.tax,verifactu_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca: Activitats a les quals s'aplica el règim especial de béns usats, obres d'art, antiguitats i objectes de col·lecció (135-139 de la Llei de l'IVA)
es: Actividades a las que se aplica el régimen especial de bienes usados, obras de arte, antigüedades y objetos de colección (artículos 135-139 de la Ley del IVA).

# selection:account.tax,verifactu_issued_key:
source: Business premises lease activities subject to withholding
ca: Activitats d'arrendament de locals comercials subjectes a retenció
es: Actividades de arrendamiento de locales comerciales sujetas a retención

# selection:account.tax,verifactu_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca: Cobraments per compte de tercers d'honoraris professionals o propietat industrial, drets d'autor o altres drets similars per part de socis, associats o membres realitzats per empreses, associacions, organitzacions professionals o altres entitats que, entre les seves funcions, realitzin cobraments.
es: Cobros en nombre de terceros de honorarios profesionales o derechos de propiedad industrial, derechos de autor u otros derechos similares por parte de socios, asociados o miembros, realizados por empresas, asociaciones, organizaciones profesionales u otras entidades que, entre sus funciones, realizan cobros.

# selection:account.tax,verifactu_issued_key:
source: Equivalence surcharge
ca: Recàrrec d'equivalència
es: recargo por equivalencia

# selection:account.tax,verifactu_issued_key:
source: Export
ca: Exporta
es: Exportar

# selection:account.tax,verifactu_issued_key:
source: General tax regime activity
ca: Activitat del règim fiscal general
es: actividad del régimen fiscal general

# selection:account.tax,verifactu_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca: Factura amb IVA pendent de meritació (certificacions d'obra amb destinataris de l'Administració Pública)
es: Factura con IVA pendiente de devengo (certificados de trabajo con destinatarios de la Administración Pública)

# selection:account.tax,verifactu_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca: Factura amb IVA pendent de meritació - operacions de tracte successiu
es: Factura con IVA pendiente de devengo - operaciones de tramo sucesivo
